---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.AssetType.Appearance
enum: Autodesk.Revit.DB.Visual.AssetType
source: html/186ec7c1-9e85-f223-b96a-387e72e77b21.htm
---
# Autodesk.Revit.DB.Visual.AssetType.Appearance

Appearance assets (materials).